Repository: neda-zal/plasma-active-window-control
Catalog: po/*/*/plasma_applet_org.kde.activeWindowControl.po
Languages: lt

source: Appearance
lt: Išvaizda

source: Behaviour
lt: Elgesys

source: Buttons
lt: Mygtukai

source: Mouse Control
lt: Pelės valdymas

source: Application Menu
lt: Programų meniu

# Use default font
source: Default
lt: Numatytas

source: Plasmoid version:
lt: Plazminė versija:

source: Width in horizontal panel:
lt: Plotis horizontalioje plokštėje:

source: Fill width
lt: Užpildymo plotis

source: Fine tuning:
lt: Tikslus derinimas:

source: Hide titlebar for maximized windows (takes effect immediately)
lt: Slėpti pavadinimo juostą, kad būtų padidintas langas (įsigalioja iš karto)

source: Show window title
lt: Rodyti lango pavadinimą

source: Text type:
lt: Teksto tipas:

source: Window title
lt: Lango pavadinimas

source: Application name
lt: Programos pavadinimas

source: Fit text:
lt: Talpinti tekstą:

source: Just elide
lt: Tiesiog elide

source: Fit on hover
lt: Pritaikykite ant užvedimo

source: Always fit
lt: Visada tinka

source: Tooltip text:
lt: Patarimo tekstas:

source: No tooltip
lt: Nėra patarimo

source: No window text:
lt: Nėra lango teksto:

source: Use %activity% placeholder to show current activity name.
lt: Norėdami parodyti dabartinės veiklos pavadinimą, naudokite %activity% rezervuotąją vietą.

source: No window icon:
lt: Nėra lango piktogramos:

source: Limit text width
lt: Apriboti teksto plotį

source: Show window icon
lt: Rodyti lango piktogramą

source: Window icon on the right
lt: Lango piktograma dešinėje

source: Bold text
lt: Paryškintas tekstas

source: Text font:
lt: Teksto šriftas:

source: Icon and text spacing:
lt: Tarpai tarp piktogramų ir teksto:

source: Font size scale:
lt: Šrifto dydžio skalė:

source: Enable application menu
lt: Įgalinti programos meniu

source: Fill height
lt: Užpildymo aukštis

source: Bold font
lt: Paryškintas šriftas

source: Do not hide on mouse out
lt: Neslėpkite ant pelės

source: Show next to buttons
lt: Rodyti šalia mygtukų

source: Show next to icon and text
lt: Rodyti šalia piktogramos ir teksto

source: Switch sides with icon and text
lt: Perjunkite šonus naudodami piktogramą ir tekstą

source: Show separator
lt: Rodyti skyriklį

source: Make window title bold when menu is displayed
lt: Kai rodomas meniu, paryškinkite lango pavadinimą

source: Side margin:
lt: Šoninė paraštė:

source: Icon and text opacity:
lt: Piktogramos ir teksto neskaidrumas:

source: Menu button text size scale:
lt: Meniu mygtuko teksto dydžio skalė:

source: Show active window only for plasmoid's screen
lt: Rodyti aktyvų langą tik plazmoidų ekrane

source: Enable Control Buttons
lt: Įgalinti valdymo mygtukus

source: Show minimize button
lt: Rodyti sumažinimo mygtuką

source: Show maximize button
lt: Rodyti padidinimo mygtuką

source: Show pin to all desktops
lt: Rodyti PIN kodą visuose staliniuose kompiuteriuose

source: Button order:
lt: Mygtukų tvarka:

source: Behaviour:
lt: Elgesys:

source: Show only when maximized
lt: Rodyti tik tada, kai padidinta

source: Buttons next to icon and text
lt: Mygtukai šalia piktogramos ir teksto

source: Buttons between icon and text
lt: Mygtukai tarp piktogramos ir teksto

source: Dynamic width
lt: Dinaminis plotis

source: Sliding icon and text
lt: Stumdoma piktograma ir tekstas

source: Position:
lt: Padėtis:

source: Upper left
lt: Viršutinė kairė

source: Upper right
lt: Viršutinė dešinė

source: Bottom left
lt: Apačioje kairėje

source: Bottom right
lt: Apačioje dešinėje

source: Vertical center
lt: Vertikalus centras

source: Button size:
lt: Mygtuko dydis:

source: Buttons spacing:
lt: Mygtukų atstumas:

source: Theme
lt: tema

source: Automatic
lt: Automatinis

source: Absolute path to aurorae button theme folder
lt: Absoliutus kelias į aurorae mygtukų temos aplanką

source: Mouse Buttons:
lt: Pelės mygtukai:

source: Doubleclick to toggle maximizing
lt: Dukart spustelėkite, kad perjungtumėte maksimizavimą

source: Left click disabled
lt: Kairiuoju pelės mygtuku išjungta

source: Left click to present windows (Current Desktop)
lt: Spustelėkite kairiuoju pelės mygtuku, kad pateiktumėte langus (dabartinis darbalaukis)

source: Left click to present windows (All Desktops)
lt: Spustelėkite kairiuoju pelės mygtuku, kad pateiktumėte langus (visi darbalaukiai)

source: Left click to present windows (Window Class)
lt: Spustelėkite kairiuoju pelės mygtuku, kad pateiktumėte langus (langų klasė)

source: Middle click disabled
lt: Vidurinis paspaudimas išjungtas

source: Middle click to close active window
lt: Spustelėkite vidurį, kad uždarytumėte aktyvų langą

source: Middle click to toggle fullscreen
lt: Spustelėkite vidurį, kad perjungtumėte visą ekraną

source: Mouse Wheel:
lt: Pelės ratas:

source: Mouse wheel up to maximize
lt: Pakelkite pelės ratuką, kad padidintumėte

source: Mouse wheel down disabled
lt: Pelės ratukas išjungtas

source: Mouse wheel down to minimize
lt: Pelės ratukas žemyn, kad sumažintų

source: Mouse wheel down to unmaximize
lt: Pelės ratukas sumažintas iki maksimalaus

# @item:inmenu Open icon chooser dialog
source: Choose...
lt: Pasirinkite...

# @item:inmenu Reset icon to default
source: Clear Icon
lt: Išvalyti piktogramą

source: Switch to activity: %1
lt: Perjungti į veiklą: %1

source: Close
lt: Uždaryti

source: Toggle Maximise
lt: Perjungti Maksimizuoti

source: Minimise
lt: Sumažinti

source: Toggle Pin To All Desktops
lt: Perjungti Prisegti prie visų stalinių kompiuterių

source: Reload Theme
lt: Iš naujo įkelti temą
